-> start

== start ==
朋友，在用百度网盘？
简单地说，为了你和你的小伙伴们还有网友们今后能少些烦恼，尽早远离百度网盘吧…
我们的网络生活可以更美好。

* 🤔 百度网盘有啥问题
    -> why
* 💰 开会员不就行了吗
+ 📤 我想分享文件而已
    -> share
+ 📥 我想备份文件而已
    -> store
+ 😅 想下度盘资源而已

== why ==
我们只将网友提出的主要问题写在这里，供你参考…
->why2

== why2

* 🍕 垄断市场
    -> ldsc
* 🧛 吸血用户
    -> xxyh
* 🛸 绑架文件
    -> bjwj
* 🙈 窥探隐私
    -> ktys

* -> 
	✨ 正如这里选项越来越少，最终我们将无路可退。
	-> noway
	
= noway
	🚨 百度网盘【得寸进尺】降低我们的体验，用得越久我们迁移的代价也就越高。
	✅ 尽早的远离百度网盘，才是成本最低的唯一选择。
	+ 📤 我想分享文件
	    -> share
    + 📥 我想备份文件
        -> store
    
= ldsc
2020年初，据 Questmobile 数据显示，百度网盘的市场份额超过【85%】。目前，百度网盘注册用户达到了 6 亿，月活跃用户超过了 1 亿，月度付费用户已经超过了千万。

* “垄断确实不太好”
    --(ld) 任何产品处于垄断地位后，都会逐渐的不思进取，怠慢用户，最终越来越糟。
* “这是怎么做到的”
    --(history)
    2012年3月23日，百度网盘上线了。
    2013年9月，百度网盘宣布用户破亿，提供2T永久免费容量和无限制离线下载服务。
    竞争对手们也被迫扩容提速，但最终在烧钱大战中败下阵来。
    ** 好像还行…
    2014年7月9日，此时已有用户反映开始限制普通用户的下载速度。
    同时，开始推广其会员功能（现价10元/月），引导户购买会员。
    *** 坐地起价…
    2016年3月17日，又推出超级会员（现价30元/月），需要购买超级会员才能有提速特权。
    此处部分内容引自维基百科。
    ->ld
* “统一后不更方便”
    🔮 我们先来说说，垄断缺乏竞争后会发生什么…
    充分竞争的时候，经营者利益最大化的措施是定价定在接近经济成本上。
    但是当缺乏竞争时，经营者利益最大化的措施是【定价高于经济成本】。
    这样还会一直方便下去？
    ** 有例子吗
    百度网盘自身就是最好的例子。
    -> history

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
= xxyh
众所周知，百度网盘不开会员，下载速度只有几百KB。
5G时代体验3G网速，几乎下载不回文件。

* “的确如此”
    --(xxyh2)百度网盘其实还使用P2P减轻服务器负担，“加速”传输。
    ** 什么是P2P…
    P2P即【对等网络】，一种网络传输方式，你我都是传输节点。
    每个用户下载的同时上传，帮助他人下载，提每个用户的下载速度。
    ** 似乎没问题…
    -- 但百度网盘违背了P2P【人人为我，我为人人】的基本精神。
    一面限制用户的下载速度；而另一面，度盘却使用P2P上传，单向吸血用户。
    ** 这不太公平…
    --然而，就在2020年4月19日，度盘上线了【用户激励计划】。
    每日持续贡献1MB/s带宽、5G空间、7小时在线时长，每月可获约1000积分。
    而且度盘一视同仁，会员非会员全都默认开启。
    ** 积分能换啥…
    -- 🎁 800分可换加速券：挂机24天，提速5分钟。不可累计，当天用完。
    🏆 700万分还可换苹果手机：挂机700月（约60年）……别想了，积分年底清零。
    正确的做法可能是需要700台电脑同时登录……哦，一个账号最多登录6台设备。
    ** 帮我算算账…
    --假设百兆宽带每月100元，1MB/s约占8%，等于8元；
    电脑也按100W功耗算，电费按0.6元，每天7小时每月12元；
    占用5GB的存储，按固态银盘每GB要1元，就算5元；
    共计25元；而度盘5分钟加速券只卖3元，标称的原价也就8元。
    ** 真是这样吗…
    计算还是有出入的，
    上行带宽要窄很多，影响网速更明显；固态硬盘频繁读写会有损耗；台式机功耗可能会大于100W……
    ** 能退出计划吗…
    -- 打开百度网盘客户端的设置/传输/高级设置，取消勾选即可。
    🤡 但有人说这是个文字游戏：取消后不再有积分奖励，不是取消后不再占用上传带宽。
    ** 没别办法了吗…
    -- 所幸这个计划上线72小后，因为网友的抗议，目前已经默认关闭了。
    ** 网友的胜利
    ** 有谁赢了吗
    -- 有网友指出，这个激励计划在半年前就偷偷开始了，
    只是最近盘神事件结束后，度盘把它放到明面上来了。
    度盘目前已默认关闭了用户激励计划，但单向吸血的P2P依旧无法退出。
* “充钱更强”
    部分网友表示，开通超级会员后，依然会限速，很难达到所谓的极速下载。
    还有部分网友表示，一天内下载文件过大过多，超级会员也会被限速。
    事实上，超级会员的极速下载，百度网盘也没标明其最低速度。
    -> xxyh2
- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway

= bjwj
百度网盘各种鼓励用户上传文件，如：
💻 电脑版，首次启动会弹出管理同步，并智能扫描常用的文件夹；
📱 手机版，首次启动会默认勾选同步相册，取消需二次确定；

* 下一步…
    对，就像你现在一样，就点下一步。
* 留心了…
- 一但我们点下去，重要的文件就会被上传到百度网盘。
    这里不谈存在百度网盘上的隐私问题，
    但当你想要取回文件时，就要面对一个艰难的下载速度。
    或者……开超级会员，“赎回”你的文件。
* “该注意的”
    事实上，在几年前，
    百度网盘凭借大容量高速度，吸引了大量用户分享资源。
    而如今百度网盘速度骤降，这些资源也因此被绑在了网络上，
    也成了我们最难离开百度网盘的原因。

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
= ktys
百度网盘的特殊存储方式，注定了没有隐私。
所谓的百度网盘“秒传”，就是对比你的文件和服务器上的所有文件，是否有一样的。
有就给文件标记上，也算你有一份，看起来就像瞬间传完了，也节省了服务器的实际存储。

* 好像很厉害…
    但这也意味着你的网盘里有哪些文件百度都知道，
    也解释了为什么很多文件可以被百度直接清理掉。

    ** 道理我都懂…
    有个小技巧是，把你的文件和一个无用的小文件放在一起，加密压缩起来，
    这样看起来就像是全新的文件了，降低了被清理的风险。
    不管怎么说，被百度可以清理的网盘没有隐私可谈。

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
== share
用百度网盘分享文件不是一个好选择：
👨 分享给熟人，熟人会嫌弃下载速度慢；
👩 分享给网友，不仅嫌弃下载慢，还会催你恢复失效的连接。
下面提供一些可能的替代品，主要适用小文件临时分享；
一些网盘也提供更强大的分享服务，相比之下可能麻烦些，点击底部查看推荐。
-> share2

= share2

+ 💡 帮忙选
    -> help
+ 奶牛快传
    -> nqkc
+ 文叔叔
    -> wss
+ Firefox Send
    -> fs
+ 蓝奏云
    -> lzy
+ 📥 网盘推荐
    -> store

= nqkc
cowtransfer.com
免登录分享小于2G的文件，下载100次或7天后过期。
-> share3
= wss
wenshushu.cn
免登录分享小于5G的文件，2天后过期；登录后可7天。
-> share3
= fs
send.firefox.com
免登录分享小于1G的文件，下载1次或1天后过期；
登录后可2.5G、100次或7天后过期。
支持端对端加密，保护隐私。
-> share3
= lzy
lanzou.com
登录后可长期分享小于100M的文件。
-> share3

= share3
+ 🎉 决定是你了
    -> pan
+ 👍  再看看别的
    -> share2
    
= help
OwO 回答几个问题，做出合适的选择：
问题一，文件想分享多久？

+ 几天，发给朋友
     已发现适合短期分享的产品，无限速支持自动焚毁。
    ++ 奶牛快传
    -> nqkc
    ++ 文叔叔
    -> wss
    ++ Firefox Send
    -> fs
    
+ 长期，放在网上
文件有多大呢？
    ++ 小，不超过百兆
    已发现适合长期分享小文件的产品，无限速。
        +++ 蓝奏云
        -> lzy
    ++ 大，几百兆以上
    已发现适合长期分享大文件的产品。
        +++ 天翼云盘
        -> store.tyyp
        +++ OneDrive
        -> store.one

== store
用百度网盘存储文件不是一个好选择，
⛔ 你的文件随时可能被百度清理毫无隐私；
🚧 取回文件时会限速，无法装客户端时甚至无法下载。
下面提供一些可能的替代品，主要适用于云存储，也可分享文件。
也许你在找些轻便的文件分享方式，点击底部查看推荐。
    -> store2

= store2
    + 天翼云盘
        -> tyyp
    + 坚果云
        -> jgy
    + 腾讯微云
        -> txwy
    + 115 网盘
        -> yyw
    + OneDrive
        -> one
   // + 自己动手
    + 📤 分享工具
        -> share
    
= tyyp
cloud.189.cn
普通用户30G空间，无明显限速，分享时审核文件。
电信用户可能有额外福利。
    ->store3
    
= jgy
jianguoyun.com
普通用户每月上传1G，下载3G，无明显限速。
适合自动备份同步重要文档。
    ->store3
= txwy
weiyun.com
普通用户10G，存在限速。
便于管理QQ文件。
    ->store3
= yyw
115.com
推荐使用会员服务，一分货一分钱。
    ->store3
= one
家庭版6人组团每年85元，1TB空间，
更可用正版 Office 套装。
    ->store3
    
= store3
+ 🎉 决定是你了
    -> pan
+ 👍  再看看别的
    -> store2

== pan
😘  感谢您找到了百度网盘的替代品，
可能目前它还不够理想，但走的人多了也就成了路。
终有一天，我们的网络生活会更加美好。

⭐  将 pan.i965.work 分享给朋友，帮助更多的人。
📝   点击底部【改进项目】帮助我们做得更好。

+ ♻ Encore！
    # RESTART
    -> END
