-> start

== start ==
朋友，在用百度网盘？
简单地说，为了你和你的小伙伴们还有网友们今后能少些烦恼，尽早远离百度网盘吧…
本项目意在发现百度网盘的替代品。

* 🤔 百度网盘有啥问题
    -> why
* 💰 开会员不就行了吗
+ 📤 我想分享文件而已
+ 📥 我想备份文件而已

== why ==
我们只将网友提出的主要问题写在这里，供你参考…
->why2

== why2

* 🍕 垄断市场
    -> ldsc
* 🧛 吸血用户
    -> xxyh
* 🛸 绑架文件
    -> bjwj
* 🙈 窥探隐私
    -> ktys

* -> 
	✨ 正如这里选项越来越少，最终我们将无路可退。
	-> noway
	
= noway
	🚨 百度网盘【得寸进尺】降低我们的体验，用得越久我们迁移的代价也就越高。
	✅ 尽早的远离百度网盘，才是成本最低的唯一选择。
	+ 📤 我想分享文件
    + 📥 我想备份文件
    
= ldsc
2020年初，据 Questmobile 数据显示，百度网盘的市场份额超过【85%】。目前，百度网盘注册用户达到了 6 亿，月活跃用户超过了 1 亿，月度付费用户已经超过了千万。

* “垄断确实不太好”
    --(ld)任何产品处于垄断地位后，都会逐渐的不思进取，怠慢用户，最终越来越糟。
* “这是怎么做到的”
    --(history)
    2012年3月23日，百度网盘上线了。
    2013年9月，百度网盘宣布用户破亿，提供2T永久免费容量和无限制离线下载服务。
    竞争对手们也被迫扩容提速，但最终在烧钱大战中败下阵来。
    ** 好像还行…
    2014年7月9日，此时已有用户反映开始限制普通用户的下载速度。
    同时，开始推广其会员功能（现价10元/月），引导户购买会员。
    *** 坐地起价…
    2016年3月17日，又推出超级会员（现价30元/月），需要购买超级会员才能有提速特权。
    此处部分内容引自维基百科。
    ->ld
* “统一后不更方便”
    🔮 我们先来说说，垄断缺乏竞争后会发生什么…
    充分竞争的时候，经营者利益最大化的措施是定价定在接近经济成本上。
    但是当缺乏竞争时，经营者利益最大化的措施是【定价高于经济成本】。
    这样还会一直方便下去？
    ** 有例子吗
    百度网盘自身就是最好的例子。
    -> history

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
= xxyh
众所周知，百度网盘不开会员，下载速度只有几百KB。
5G时代体验3G网速，几乎下载不回文件。

    * “的确如此”
    --(xxyh2)百度网盘其实还使用P2P减轻服务器负担，“加速”传输。
    ** 什么是P2P…
    简单的说，P2P是一种网络传输方式，每个用户都是传输的节点。
    下载的同时上传，帮助其他人下载，提每个用户传输文件的速度。
    ** 似乎没问题…
    -- 但百度网盘违背了P2P【人人为我，我为人人】的基本精神。
    一面百度网盘限制用户的下载速度；而另一面，百度网盘却使用P2P上传，单向吸血用户资源。
    ** 这不太公平…
    --然而，就在2020年4月19日，盘神事件的几天后，百度网盘上线了【用户激励计划】。
    每日持续贡献1MB/s带宽、5G空间、7小时在线时长，每月可获约1000积分。
    ** 积分能换啥…
    🎁 800分可换加速券：挂机24天，提速5分钟。不可累计，当天用完。
    而且这个用户激励计划，是版本更新后默认自动开启的。
    想想你的带宽、电费、频繁读写的固态……每月换5分钟加速。
    *** 5分钟够干啥…
    🏆 700万分还可换苹果手机：挂机700月（约60年）……别想了，积分年底清零。
    正确的做法可能是你需要700台电脑同时登录……会不会被封号不清楚。
    **** 能退出计划吗…
    打开百度网盘客户端的设置/传输/高级设置，取消勾选即可。
    🤡 但有人说这是个文字游戏：取消后不再有积分奖励，不是取消后不再占用上传带宽。
    
    ***** 没别办法了吗…
    不用太担心，这个计划上线72小时候，因为网友的抗议，目前已经默认关闭了。
    但前面所提的P2P单向吸血用户的问题，依然存在。

    * “充钱更强”
    部分网友表示，开通超级会员后，依然会限速，很难达到所谓的极速下载。
    还有部分网友表示，一天内下载文件过大过多，超级会员也会被限速。
    事实上，超级会员的极速下载，百度网盘也没标明其最低速度。
    -> xxyh2
    
- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway

= bjwj
百度网盘各种鼓励用户上传文件，如：
💻 电脑版，首次启动会弹出管理同步，并智能扫描常用的文件夹；
📱 手机版，首次启动会默认勾选同步相册，取消需二次确定；

* 下一步…
对，就像你现在一样，就点下一步。
* 留心了…
- 一但我们点下去，重要的文件就会被上传到百度网盘。
这里不谈存在百度网盘上的隐私问题，
但当你想要取回文件时，就要面对一个艰难的下载速度。
或者……开超级会员，“赎回”你的文件。
* “该注意的”
事实上，在几年前，
百度网盘凭借大容量高速度，吸引了大量用户分享资源。
而如今百度网盘速度骤降，这些资源也因此被绑在了网络上，
也成了我们最难离开百度网盘的原因。

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
= ktys
百度网盘的特殊存储方式，注定了没有隐私。
所谓的百度网盘“秒传”，就是对比你的文件和服务器上的所有文件，是否有一样的。
有就给文件标记上，也算你有一份，看起来就像瞬间传完了，也节省了服务器的实际存储。

* 好像很厉害…
但这也意味着你的网盘里有哪些文件百度都知道，
也解释了为什么很多文件可以被百度直接清理掉。

** 道理我都懂…
有个小技巧是，把你的文件和一个无用的小文件放在一起，加密压缩起来，
这样看起来就像是全新的文件了，降低了被清理的风险。
不管怎么说，被百度可以清理的网盘没有隐私可谈。

- 
    * 🤔 度盘的其他问题
        -> why2
    * 💡 有啥解决办法吗
        -> noway
        
= test
->END

       



    
    


    
